[{"code": "BOM", "dest": "Mumbai", "info": "Mumbai (also known as Bombay, the official name until 1995) is the capital city of the Indian state of Maharashtra. It is the most populous city in India with an estimated city proper population of 12.4 million as of 2011. Along with the neighbouring regions of the Mumbai Metropolitan Region, it is the second most populous metropolitan area in India, with a population of 21.3 million as of 2016. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India. Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.", "facts": ["", "India’s first ever train ran between Mumbai and Thane", "Mumbai was the first one to start a bus service in India"]}, {"code": "BLR", "dest": "Bangalore", "info": "Bangalore (officially known as Bengaluru) is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third most populous city and fifth most populous urban agglomeration in India. It is located in southern India on the Deccan Plateau. Its elevation is over 900 m (3,000 ft) above sea level, the highest of India's major cities. Bangalore is sometimes referred to as the \"Silicon Valley of India\" (or \"IT capital of India\") because of its role as the nation's leading information technology (IT) exporter. Indian technological organisations ISRO, Infosys, Wipro and HAL are headquartered in the city. A demographically diverse city, Bangalore is the second fastest-growing major metropolis in India. Bangalore has one of the most highly-educated workforces in the world. I", "facts": ["Birthplace of the Rava Idli", "Higher altitude than Dehradun", "It is a City Of Lakes", "Inspiration for R.K. Narayan’s Malgudi"]}, {"code": "IXC", "dest": "Chandigarh", "info": "Chandigarh is a city and a union territory in India that serves as the capital of the two neighbouring states of Haryana and Punjab. The city is unique as it is not a part of either of the two states but is governed directly by the Union Government, which administers all such territories in the country. It was one of the early planned cities in post-independent India and is internationally known for its architecture and urban design. The city has one of the highest per capita income in the country. The city was reported to be one of the cleanest in India based on a national government study.", "facts": ["Chandigarh was the dream city of India's first Prime Minister, Sh. Jawahar Lal Nehru.", "The city got its name from the famous Chandi Mandir Temple, which is a famous tourist destination.", "Because of the picturesque beauty of Chandigarh, it is called ‘The City Beautiful’."]}]